IDEA Open Model
PointLoadOnLine.Direction Property
Compatible with IDEA StatiCa 20.1
 Local / global
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public LoadDirection Direction { get; set; }
Public Property Direction As LoadDirection
	Get
	Set
Property Value
Type: LoadDirection
See Also
Reference
PointLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace